Otros/Ejemplo Orden de trabajo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:WOI_WorkOrderInterface_Create_WS">
   <soapenv:Header>
      <urn:AuthenticationInfo>
         <urn:userName>siem</urn:userName>
         <urn:password>qwe123</urn:password>
      </urn:AuthenticationInfo>
   </soapenv:Header>
   <soapenv:Body>
      <urn:WorkOrder_Submit_Service>
         <urn:Submitter>siem</urn:Submitter>
         <urn:Status>New</urn:Status>
         <urn:Short_Description>Test of WO via web service</urn:Short_Description>
         <urn:RequesterLoginID>$USER$</urn:RequesterLoginID>
         <urn:Summary>TEST WO</urn:Summary>
         <urn:Categorization_Tier_1>SOLICITUD</urn:Categorization_Tier_1>
         <urn:Categorization_Tier_2>ACTUALIZACION</urn:Categorization_Tier_2>
         <urn:Categorization_Tier_3>APLICACION</urn:Categorization_Tier_3>
         <urn:z1D_Action>CREATE</urn:z1D_Action>
         <urn:Detailed_Description>Test of WO via web service</urn:Detailed_Description>
         <urn:Product_Cat_Tier_1_2_>SERVICIOS</urn:Product_Cat_Tier_1_2_>
         <urn:Product_Cat_Tier_2__2_>SOFTWARE BACKOFFICE</urn:Product_Cat_Tier_2__2_>
         <urn:Product_Cat_Tier_3__2_>APLICACION</urn:Product_Cat_Tier_3__2_>
         <urn:Support_Organization>SOPORTE A COLABORADORES</urn:Support_Organization>
         <urn:Support_Company>GENTERA</urn:Support_Company>
         <urn:Support_Group_Name>REMEDY ADMIN</urn:Support_Group_Name>
         <urn:Customer_Person_ID>PPL000000028790</urn:Customer_Person_ID>
      </urn:WorkOrder_Submit_Service>
   </soapenv:Body>
</soapenv:Envelope>